Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/hvorfor_det_er_nodvendig_med_en_samisk_parallell_likeverdig_laereplan_i_matematikk.html.tmx
Source language: nob
Languages: sme

source: Hvorfor det er nødvendig med en samisk parallell likeverdig læreplan i matematikk
sme: Manne lea dárbu sámegiel parallealla seammaárvosaš oahppoplánii matematihkas

source: Sametinget har som intensjon å utvikle egne samiske læreplaner for de fagene som enda ikke har samiske parallelle likeverdige læreplaner.
sme: Sámedikkis lea áigumuš ovddidit sierra sámi oahppoplánaid daidda fágaide main eai vel leat sámi parallealla seammaárvosaš oahppoplánat.

source: I den overordnede delen av læreplanen, som også gjelder for den samiske skolen, står det at « den samiske skolen skal legge til rette for at elevene får en opplæring med basis i samiske verdier og samisk språk, kultur og samfunnsli v».
sme: Bajit oasis oahppoplánas, mii maid gusto sámi skuvlii, čuožžu ahte « Sámi skuvla galgá láhčit dili nu ahte oahppit ožžot oahpahusa mas sámi árvvut ja sámegiella, sámi kultuvra ja servodateallin lea vuođđu n.».

source: Sametinget har derfor etablert en faggruppe med bred faglig erfaring i samisk matematikk og etnomatematikk, som fikk i oppdrag å drøfte grunnlaget for en samisk parallell likeverdig læreplan i matematikk.
sme: Sámediggi lea danne ásahan fágajoavkku mas lea viiddis fágalaš vásihus sámi matematihkas ja etnomatematihkas, mii oaččui bargun guorahallat sámi parallealla seammaárvosaš oahppoplána vuođu matematihkas.

source: Et viktig mål i dette arbeidet er å legge til rette for god kvalitet i matematikkundervisningen.
sme: Dehálaš ulbmil dáinna bargguin lea láhčit diliid buori matematihkkaoahpahussii.

source: Faggruppens tilråding er at det igangsettes et arbeid med å utvikle en samisk parallell likeverdig læreplan i matematikk.
sme: Fágajoavku rávve ahte álggahuvvo bargu ovddidit sámi parallealla seammaárvosaš oahppoplána matematihkas.

source: Faggruppens leder, professor emeritus Anne Birgitte Fyhn vil onsdag 24. april overrekke rapporten til sametingsråd Mikkel Eskil Mikkelsen.
sme: Fágajoavkku jođiheaddji, professor emeritus Anne Birgitte Fyhn geige raportta sámediggeráđđái Mikkel Eskil Mikkelsenii gaskavahku cuoŋománu 24. beaivvi.

source: – Rapporten viser til flere viktige aspekter ved en parallell likeverdig læreplan i matematikk.
sme: – Raporta čujuha máŋgga deaŧalaš beliide parallealla seammaárvosaš oahppoplánas matematihkas.

source: Vi ser at vi kan lene oss på lærerike erfaringer som urfolk blant annet i Alaska og Aotearoa New Zealand har gjort med lignende læreplaner, og som kan være nyttig for oss i det videre arbeidet.
sme: Mii oaidnit ahte mii sáhttit oahppat olu dain vásáhusain maid earret eará álgoálbmogat Alaskas ja Aotearoas Ođđa Zealánddas leat dahkan sullasaš oahppoplánaiguin, ja mat sáhttet leat ávkkálaččat midjiide viidáset barggus.

source: Med denne rapporten er vi et steg nærmere et fullstendig samisk læreplanverk, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sme: Dáinna raporttain leat mii lávken ovtta lávkki lagabui ollislaš sámi oahppoplánabuktosa, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR).

source: Faggruppa skriver at en samisk parallell likeverdig læreplan i matematikk kan bidra til et mer helhetlig syn på matematikk, fordi også det kulturelle aspektet ved faget er inkludert.
sme: Fágalašjoavku čállá ahte sámi parallealla seammaárvosaš oahppoplána matematihkas sáhttá váikkuhit ollislaš oainnu oažžumii matematihka birra, daningo maiddái fágas lea kultuvrralaš bealli mielde.

source: De viser hvordan en læreplan i matematikk kan bidra til å styrke samiske elevers identitet og kulturtilhørighet.
sme: Sii čájehit movt matematihka oahppoplána sáhttá nannet sámi ohppiid identitehta ja kulturgullevašvuođa.

source: I tillegg kan læreplanen bidra til at elevene utvikler et samisk matematisk fagspråk.
sme: Dasa lassin sáhttá oahppoplána veahkehit ohppiid ovdánahttit sámegiela matematihkalaš fágagiellan.

source: – Jeg vil takke faggruppa for et godt og grundig arbeid, og jeg ser frem til å følge opp anbefalingene i rapporten, avslutter sametingsråd Mikkelsen.
sme: – Mun háliidan giitit fágalaš joavkku buori ja vuđolaš barggu ovddas, ja mun illudan čuovvolit raportta rávvagiid, loahpaha sámediggeráđđi Mikkelsen.

source: Rapporten overleveres sametingsrådet 24. april kl. 14:00-15:00 på Sametingets biblioteket i Karasjok.
sme: Raporta geigejuvvo sámediggeráđđái cuoŋománu 24. b. dii. 14:00-15:00 Sámedikki girjerádjosis Kárášjogas.

source: Dette streames også på Sametingets nett-TV.
sme: Dát streamejuvvo Sámedikki neahtta-TV:s.

source: Sametingsråd Mikkel Eskil Mikkelsen deltar.
sme: Sámediggeráđđi Mikkel Eskil Mikkelsen searvá dilálašvuhtii.
